{
  "posts": [
    {
      "id": "afa086e4-53e4-492d-acf2-7c2966d83fcd",
      "title": "Como a Lua influencia nosso humor? Mito ou verdade?",
      "slug": "como-a-lua-influencia-nosso-humor",
      "excerpt": "A fase cheia sempre foi associada a mudanças comportamentais, mas o quanto disso é ciência e o quanto é folclore?",
      "content": "Apesar de não existirem provas científicas fortes de que a Lua muda nosso humor, seu impacto cultural é enorme. Ciclos de sono, rituais espirituais e até rotinas pessoais foram moldados por milênios observando sua luz no céu noturno.",
      "coverImageUrl": "/images/luahumor.jpg",
      "published": true,
      "createdAt": "2025-04-07T00:24:38.616Z",
      "updatedAt": "2025-04-07T00:33:56.907Z",
      "author": "Marina Duarte"
    },
    {
      "id": "99f8add4-7684-4c16-a316-616271db199e",
      "title": "A rotina da Lua: fases, sombras e segredos orbitais",
      "slug": "rotina-da-lua-fases-sombras-e-segredos-orbitais",
      "excerpt": "A Lua passa por um ciclo de fases que molda culturas, calendários e até marés na Terra.",
      "content": "A rotina lunar é mais complexa do que parece: seu ciclo de fases dura cerca de 29,5 dias e influencia diretamente em mitos, ciência e fenômenos naturais. Apesar de sempre mostrar a mesma face para nós, a Lua está constantemente em movimento — orbitando, oscilando e mudando sua iluminação pelo Sol.",
      "coverImageUrl": "/images/luafases.jpg",
      "published": true,
      "createdAt": "2025-04-08T00:24:38.616Z",
      "updatedAt": "2025-04-08T00:33:56.907Z",
      "author": "Robert Robertson"
    },
    {
      "id": "1b6a5f57-8a19-4933-91f4-1af678464ded",
      "title": "Como a Lua inspirou escritores ao longo da história",
      "slug": "como-a-lua-inspirou-escritores",
      "excerpt": "Poetas, romancistas e filósofos já encontraram na Lua uma fonte inesgotável de inspiração.",
      "content": "Da literatura japonesa clássica até romances contemporâneos, a Lua serve como símbolo de saudade, mudança e mistério. Sua presença constante e silenciosa no céu influencia a escrita humana desde que começamos a contar histórias.",
      "coverImageUrl": "/images/luaescritores.jpg",
      "published": true,
      "createdAt": "2025-04-06T00:24:38.616Z",
      "updatedAt": "2025-04-06T00:33:56.907Z",
      "author": "Pedro Martins"
    },
    {
      "id": "9eb8b7ac-2b48-4835-880a-a1c798e1a595",
      "slug": "cavaleiro-da-lua-historia-e-origem-marvel",
      "title": "Cavaleiro da Lua: a relação entre Marc Spector e o deus lunar Khonshu",
      "author": "Luiz Otávio",
      "content": "Marc Spector, o Cavaleiro da Lua, é um dos personagens mais intrigantes da Marvel. Sua força vem da influência do deus egípcio Khonshu, o Senhor da Lua. Ao contrário de outros heróis, sua conexão lunar é espiritual e psicológica, refletindo um conflito interno intenso. O personagem explora temas como identidade, loucura, mitologia e vigilância noturna.",
      "excerpt": "O Cavaleiro da Lua mistura mitologia egípcia, conflitos psicológicos e o poder misterioso da Lua.",
      "coverImageUrl": "/images/cavaleirodalua.jpg",
      "published": true,
      "createdAt": "2025-04-05T00:24:38.616Z",
      "updatedAt": "2025-04-05T00:33:56.907Z"
    },
    {
      "id": "6b204dab-2312-4525-820a-a0463560835f",
      "title": "A tecnologia por trás das missões lunares modernas",
      "slug": "tecnologia-das-missoes-lunares-modernas",
      "excerpt": "Explorar a Lua exige robôs, sondas autônomas e sistemas de pouso extremamente precisos.",
      "content": "Missões atuais contam com inteligência artificial, módulos de pouso com sensores avançados e comunicação por laser. A corrida lunar do século XXI está mais viva do que nunca, com planos para bases permanentes e extração de recursos.",
      "coverImageUrl": "/images/luatecnologia.jpg",
      "published": false,
      "createdAt": "2025-03-30T07:11:33",
      "updatedAt": "2025-04-05T00:14:03.175Z",
      "author": "Lucas Lima"
    },
    {
      "id": "76396dd3-9581-43b5-856d-fe1a78714e8c",
      "title": "Os desafios de viver na Lua: futuro da colonização",
      "slug": "desafios-de-viver-na-lua-colonizacao",
      "excerpt": "A baixa gravidade, a radiação solar e a falta de atmosfera são apenas alguns dos obstáculos para uma colônia lunar.",
      "content": "Colonizar a Lua é um sonho possível, mas exige soluções como habitats subterrâneos, escudos contra radiação e sistemas eficientes de geração de água e oxigênio. Projetos como o Artemis e iniciativas privadas estão avançando rapidamente.",
      "coverImageUrl": "/images/colonização.jpg",
      "published": true,
      "createdAt": "2025-03-08T13:13:13",
      "updatedAt": "2025-03-08T13:13:13",
      "author": "João Silva"
    },
    {
      "id": "bf5c7dae-06a4-4155-9c01-a56e02956496",
      "title": "Por que a Lua parece tão grande no horizonte?",
      "slug": "por-que-a-lua-parece-tamanho-no-horizonte",
      "excerpt": "O fenômeno da Lua gigante é uma ilusão de perspectiva que engana nossos olhos há séculos.",
      "content": "Quando a Lua está baixa no céu, objetos como prédios e árvores criam uma falsa sensação de escala, fazendo-a parecer enorme. Na realidade, o tamanho angular da Lua quase não muda. É pura psicologia visual — e um dos fenômenos mais encantadores do céu noturno.",
      "coverImageUrl": "/images/luagrande.jpg",
      "published": true,
      "createdAt": "2025-02-22T04:32:54",
      "updatedAt": "2025-02-22T04:32:54",
      "author": "Ana Costa"
    },
    {
      "id": "bc9a540f-66a9-4ab0-8d50-6216ab1cac53",
      "title": "Lendas e mitologias lunares ao redor do mundo",
      "slug": "lendas-e-mitologias-lunares",
      "excerpt": "Deusa Selene, coelhos lunares e lobisomens: a Lua alimenta histórias desde a antiguidade.",
      "content": "Cada cultura projeta algo diferente na Lua: enquanto na Grécia ela era uma deusa luminosa, em partes da Ásia acreditava-se que um coelho vivia em sua superfície, preparando o elixir da vida. O satélite natural sempre foi objeto de admiração e mistério.",
      "coverImageUrl": "/images/mitologia.jpg",
      "published": true,
      "createdAt": "2025-02-11T20:59:30",
      "updatedAt": "2025-02-11T20:59:30",
      "author": "Thiago Ribeiro"
    },
    {
      "id": "3993fcf7-2490-48ed-be2e-58c2030ee764",
      "title": "As sombras lunares: como surgem as crateras?",
      "slug": "sombras-lunares-crateras",
      "excerpt": "O relevo lunar é marcado por impactos antigos que moldaram paisagens gigantescas.",
      "content": "As crateras da Lua foram formadas por milhões de colisões com asteroides e cometas. Sem atmosfera para proteger sua superfície, cada impacto deixa uma cicatriz permanente. A maior delas, a Bacia do Polo Sul-Aitken, tem mais de 2.000 km de diâmetro.",
      "coverImageUrl": "/images/sombralunar.jpg",
      "published": true,
      "createdAt": "2025-01-15T04:54:26",
      "updatedAt": "2025-01-15T00:54:26",
      "author": "Bianca Rocha"
    },
    {
      "id": "be3f14a1-0105-4e2e-bfc9-133a05e7bda6",
      "title": "Superluas: o espetáculo mais brilhante do mês",
      "slug": "superluas-espetaculo-noturno",
      "excerpt": "Quando a Lua cheia coincide com o perigeu, ela brilha até 30% mais.",
      "content": "Superluas acontecem quando a Lua cheia está próxima do ponto mais perto da Terra em sua órbita oval. Isso a torna visualmente maior e mais brilhante. É um fenômeno raro, muito fotografado e admirado por observadores do céu.",
      "coverImageUrl": "/images/superlua.jpg",
      "published": false,
      "createdAt": "2025-01-07T22:54:10",
      "updatedAt": "2025-01-07T22:54:10",
      "author": "Carla Mendes"
    }
  ]
}
